app/controllers/school_classes_controller.rb

INSERT INTO "school_classes" ("title", "room_number", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "Baking"], ["room_number", 204], ["created_at", "2020-11-18 22:43:59.744019"], ["updated_at", "2020-11-18 22:43:59.744019"]]
---
    def create
        @class = SchoolClass.create!(class_params)