app/controllers/students_controller.rb

INSERT INTO "students" ("first_name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["first_name", "Chelsey"], ["last_name", "Swilik"], ["created_at", "2020-11-19 03:45:48.334265"], ["updated_at", "2020-11-19 03:45:48.334265"]]
---
    def create
        @student= Student.create!(student_params)